{
  "description": "Once upon a time, there was a doll maker who lived in London. He was known for making the most beautiful dolls in the land. One day, the queen of the kingdom heard about his talents and asked him to make a doll that looked just like her. The doll maker accepted the challenge and set to work.\n\nHe spent weeks carefully crafting every detail of the doll in his workshop in London. He used the finest materials and paid special attention to making sure the doll's face looked just like the queen's. When he was finished, he presented the doll to the queen. She was amazed at how lifelike it looked and thanked the doll maker for his hard work.\n\nThe queen was so pleased with the doll that she asked the doll maker to make a few more dolls that represented different people in her court. The doll maker happily agreed and set to work creating dolls of her ladies-in-waiting, but also of other important members of her court like her chefs, sailors, clown and the palace lobby boy.\n\nBefore long, the dolls were all the rage in the kingdom. Everyone wanted one, from the wealthiest nobles to the lowliest peasants. The doll maker became famous for his creations and people came from all over the land to visit his workshop in London, just to see his workshop and the 4000 dolls he created.\n\nThe queen was happy to see the doll maker's success and even visited his workshop from time to time to see how he was doing. She was always pleased to see the joy that the doll brought to people's lives.\n\nYears went by, and just before the queen passed away, she returned the doll to the doll maker. He was heartbroken to hear of her passing and couldn't bear to keep the doll for himself. So, he decided to hold a lottery for the whole town, where everyone could have a chance to win the doll and keep her memory alive.\n\nThe lottery was a huge success and the doll was won by someone who treasured it and kept it as a reminder of the queen's kindness and grace. The doll maker felt a sense of peace knowing that the doll was going to a good home and would be cherished for many years to come.\n\nThe end",
  "image": "ipfs://<hash>/0.png",
  "name": "Tiny Queen"
}
